spec/dummy/app/controllers/tenon/posts_controller.rb

SELECT "tenon_post_categories".* FROM "tenon_post_categories" ORDER BY "tenon_post_categories"."title" ASC
---
    def load_collections
      @categories = PostCategory.order(:title)